{
    "mouseover": [
        {
            "selector": "#landlord #live2d",
            "text": [
                "不要皱眉，即使在伤心的时刻，因为你从不知道有谁会醉心于你的笑容。",
                "失去只是一种姿势，得到并不等同于幸福。",
                "真理和美女都是赤裸裸的。",
                "我们看错了这个世界，却说世界欺骗了我们。",
                "我们人这一辈子不是别人的楷模，就是别人的借鉴。",
                "千万别说直到永远，因为你压根不知道永远有多远。",
                "那些无法复制的浪漫，只能在回忆里慢慢变淡。",
                "低调是永恒的美德，缺心眼的话就要学会沉默。",
                "你用什么优势赢得人生，就会用同样的原因输掉人生。",
                "人最可悲的是，有自由的思想，却没有冲破羁绊的勇气。",
                "爱情就像俩个拉着橡皮筋的人，受伤的总是不愿意放手的那一个。",
                "人生的经历就像铅笔一样…开始很尖…经历的多了也就变得圆滑了…如果承受不了就会断了。",
                "在你往上爬的时候，一定要保持梯子的整洁，否则你下来时可能会滑倒。",
                "人生是没有穷尽的，所以也就没有什么所谓的归宿。",
                "幸福是因为你看到别人的不幸，不幸是因为你只看到别人的幸福。",
                "我们的安全感，来自于充分体验不安全感。",
                "男人最大的武器是眼神，女人最大的武器是眼泪。",
                "心清如水即是佛，了无牵挂佛无边。",
                "人活着为了什么？答案：一个念想。",
                "有些事遇见了就无法放手，有些事放开了手就不必再回首。",
                "聆听不代表沉默，有时安静也是一种力量。",
                "听说青蛙只吃动的东西，由此推断：天鹅不动的话青蛙是不会打她主意的。",
                "只有你的未来，才能挥霍我的现在；只有我的最爱，给我最致命的伤害。",
                "不大可能的事也许今天实现，根本不可能的事也许明天实现。",
                "世上无难事，只要不要脸。",
                "孤单不是与生俱来，而是由你爱上一个人的那一刻开始。",
                "丑女如星，美女如云。仰望星空，万里无云。",
                "人的心念一闪动，无数的恶魔是开始舔牙微笑了。",
                "我们一定不要当三等公民：等下班、等薪水、等退休。",
                "有期盼的生活。饮食当下的滋味。",
                "我不喜欢戴手表，因为时间是个沉甸甸的东西。",
                "想到和得到，中间还有两个字——就是要做到。",
                "以势交者，势倾则绝；以利交者，利穷则散。",
                "相信是成功的起点，坚持是成功的终点。",
                "欲知前世因，今生受者是；欲知后世果，今生作者是。",
                "一觉醒来，开始憧憬爱情，而爱情刚好做了场诡异的梦。",
                "因为他们永远都不会明白我在爱你的状态中有多么坚强。",
                "人必须面对自己不能承受的东西——然后起个名字叫成长。",
                "爱情就像是一杯美味香浓的咖啡；婚姻则是剩余咖啡渣的咖啡杯。",
                "每个人开始都是一杯浑浊的水，然后会不断有人来帮你澄清。当你变得清澈的时候，别忘了那些喝了泥沙的人。",
                "每个人的爱情故事都是一本圣经，记载世界的生成和未来。",
                "悠悠之口，亦是人云亦云，你又何苦让我想起旧日情怀。",
                "自恋是源于对于生活的极端热爱，对于细节以及享乐主义的不断追求。",
                "蝴蝶变成了花，不用再以不停的飞翔表明自己自由，平淡安静的留守也是一种幸福的忧愁。",
                "似乎是没有欲求的开端，总是以备受打击而结束。",
                "剩者为王的时代，能活下来的都成为行业的翘楚。",
                "成功的道理有千万条，但如果意志薄弱，一切的道理都没有用。",
                "时空的尽头，一切物理特性失去意义。",
                "伤疤显然不应该成为制造另一群伤口的理由。",
                "母亲给儿子东西的时候，儿子笑了；儿子给母亲东西的时候，母亲哭了。",
                "不要和我比懒，我懒得和你比。",
                "机会远比安稳重要，事业远比金钱重要，未来远比今天重要。",
                "人必须像天上的星星，永远很清楚地看出一切希望和愿望的火光，在地上永远不熄地燃烧着火光。",
                "生是死的开始死亡是生的延续梦想是现实的开始现实是梦想的终结。",
                "我的降落意味着我的沉沦和老去，因此我不停地飞翔。",
                "脚步不能达到的地方，眼光可以达到；眼光不能达到的地方，心境可以达到。",
                "早晚有一天你的名字会出现在我家的户口本上。",
                "前方一片迷雾，不是我自己，是世界。",
                "喜欢一个人，会卑微到尘埃里，然后开出花来。",
                "除了爱情之外，还必须找到能够使自己用双脚坚强站在大地上的东西。",
                "今天你用钱袋里的铜板充满你的内心，明天你的内心就可以把你的钱袋注满黄金。",
                "妒忌是完全沉浸在偶然性机遇得失之中的人们潜在的绝望心理。",
                "明白的人懂得放弃，真情的人懂得牺牲，幸福的人懂得超脱。",
                "生命有限，请浪费在更美好的事物上。",
                "我们的祖国是动物园，动物园里的动物真犯贱。",
                "财富如水。如果是一杯水，你可以独自享用；如果是一桶水，你可以放在家里；但如果是一条河，你就要学会与人分享。",
                "竹密无妨溪水过，天高不碍白云飞。",
                "青春好比吸烟。烟在飞扬。烟灰在坠落。",
                "任何一件事情，只要心甘情愿，总是能够变得简单。",
                "如果你不肯付出一时的努力去博取成功，那么你可能就要用一生的耐心去忍受失败。",
                "淡定是一种人生涵养，纯真是一种性格使然。",
                "一条围巾围住了想你的温度。",
                "再凶猛的海浪，也会归服大海；再热烈的爱情，也会归于平静。",
                "伤心有时是一种动力，失望有时是一种解脱，执迷不悟有时是一种磨练。",
                "也许有些东西在你心里曾经很重很重，时间会让它变得很轻很轻。",
                "请把阳光穿在心上，让泉水泻在心底。",
                "所有真正的问题，从来不是解决掉的，而是，遗忘。",
                "路就在脚下，你无力改变终点，但却能决定脚踏出的方向。",
                "有一只表的人知道现在几点了，有两只表的人则无法确定时间。",
                "时间是最好的老师，但遗憾的是——最后他把所有学生都弄死了！",
                "相信现在的日子是有意义的，每一刻我们都向着未知前进。",
                "人不怕死，但是最怕不知道怎么活。",
                "如果无知是种罪过，主原谅我过去的浮躁。",
                "人苦苦追寻的只是一个完美的梦，接近时就意味破碎。",
                "人来到这世上是握着手的，因为他想要很多东西；当死去的时候，手是松开的，因为想开了。",
                "人若在面临抉择而无法取舍的时候，应该选择自己尚未经验过的那一个。",
                "当一个人知道自己想要什么时，整个世界将为之让路。",
                "激烈的言语，正是表示理由的薄弱。",
                "人要对自己诚实，爱情没有红绿灯，不会告诉你何时该走，何时该停，只能凭直觉勇敢的走下去。",
                "面子是别人给的，脸却是自己挣的。",
                "外边的太阳再大，也透不过你在我心中留下的那一片乌云。",
                "人最好不要错过两样东西，最后一班回家的车和一个深爱你的人。",
                "成熟不是因为心态老了，而是眼角挂着泪的时候却还能微笑。",
                "瀑布之所以壮观，是因为它没有退路。",
                "谁言别后终无悔，寒月清宵绮梦回，深知身在情长在，前尘不共彩云飞。",
                "简单的事后总结都是无用的，关键是事前能够预期的某些规律。",
                "解释是最无意义的事。生活不是几句话。",
                "手与手就算握着也隔有空气，嘴与嘴就算吻着也还有气息，心与心就算贴着也隔有距离。",
                "男人多情而不专一，女人专一而绝情。",
                "一生下来，就已登上一列开往死亡的列车，唯一有意义的事情，就是善待与你同车的人。",
                "成功不是做你喜欢做的事，而是做你应该做的事。",
                "如果不会飞翔，理想的翅膀反倒成了生活的累赘。",
                "朋友因世界观相同而真情，因利益观相同而假意。",
                "人最大的缺点就是记性太好。",
                "知道你想要什么，一半在于知道得到它之前必须放弃什么。",
                "你可以坚持自己的理想，但不需固执自己的想法。",
                "一切利己的生活，都是非理性的，动物的生活。",
                "男人想通了，女人想开了，世界自然就和平了。",
                "只要是你说的我都相信，只要是你的决定我都支持，只要是你需要的我都愿意做。",
                "梦是一条道路，终点是深不可测的潜意识。梦也是一面镜子，一直映照着人生最初的自己。",
                "人生就是一团欲望，欲望得不到满足就痛苦，欲望得到满足就无聊，人生就像钟摆一样在痛苦与无聊之间摇摆。",
                "有一种伤痛，就不要尝试心痛；没有我的悲伤，就不要学我的坚强。",
                "坚硬旳城市没有柔软旳爱情，生活不昰林黛玉，不昰因为忧伤就可以风情万种。",
                "爱你的人总是用你最讨厌的方式关心你。",
                "王子喜欢公主，青蛙王子也一样，灰姑娘只是偶然。",
                "当悟自时人自悟，人不度人天度人。",
                "人可以有理想，但不可以过度幻想。",
                "我们今天的生活是三年前抉择的，我们三年以后的生活就是今天抉择的。",
                "这就是人生，你不想改变它，那么它就会改变你。",
                "说话时夹带外语就像牙齿上的肉屑，除了说明吃的好以外什么也证明不了。",
                "所谓女人，就是最让男人烦恼的动物；所谓男人，就是最喜欢自寻烦恼的动物。",
                "有空的时候会想你，没空的时候会抽空想你。",
                "别人怎么评价你都不重要，最重要的是自己得看的起自己。",
                "终点回到原点享受那走不完的路。",
                "活着的目的不在于永远活着，而在于永远活出自己。"
            ]
        }
    ],
    "click": [
        {
            "selector": "#landlord #live2d",
            "text": [
                "我的原作者似乎来自德国哦",
                "本网站作者<span style=\"color:#0099cc;\">「 Flysky 」</span>呀！",
                "你在我身上找什么呢",
                "呜呜呜（＞人＜；）",
                "再摸的话我可要报警了！⌇●﹏●⌇",
                "M！ O！ N！ A！"
            ]
        }
    ]
}
